Repository: najielchemaly/InnocentMinds_iOS
Catalog: innocentminds/Globals/*.lproj/Localizable.strings
Languages: fr

source: Select Source
fr: Sélectionner la source

source: Library
fr: Bibliothèque

source: Camera
fr: Caméra

source: Cancel
fr: Annuler

source: Reset
fr: Réinitialiser

source: Done
fr: Fait

source: Ok
fr: D'accord

source: Yes
fr: Oui

source: Delete
fr: Supprimer

# FirstNameEmpty
source: First name field cannot be empty
fr: Le champ du prénom ne peut pas être vide

# LastNameEmpty
source: Last name field cannot be empty
fr: Le champ du nom de famille ne peut pas être vide

# DateOfBirthEmpty
source: Date of birth field cannot be empty
fr: Le champ de date de naissance ne peut pas être vide

# UsernameEmpty
source: Username field cannot be empty
fr: Le champ du nom d'utilisateur ne peut pas être vide

# PasswordEmpty
source: Password field cannot be empty
fr: Le champ du mot de passe ne peut pas être vide

# NameEmpty
source: Name field cannot be empty
fr: Le champ du nom ne peut pas être vide

# EmailEmpty
source: Email field cannot be empty
fr: Le champ de courrier électronique ne peut pas être vide

# EmailNotValid
source: You must enter a valid email
fr: Vous devez entrer un email valide

# PhoneEmpty
source: Phone number field cannot be empty
fr: Le champ du numéro de téléphone ne peut pas être vide

# PhoneNotValid
source: Phone number should be at least 8 characters
fr: Le numéro de téléphone doit comporter au moins 8 caractères

# AddressEmpty
source: Address field cannot be empty
fr: Le champ d'adresse ne peut pas être vide

# InternalServerError
source: An error has occured, please try again or contact support
fr: Une erreur s'est produite. Veuillez réessayer ou contacter le support technique

# Register
source: Register child
fr: Inscrire un enfant

# EmailSentPref
source: We've sent you an email to
fr: Nous vous avons envoyé un courrier électronique à

# EmailSentSuff
source: with further instructions on how to reset your password.
fr: avec des instructions supplémentaires pour réinitialiser votre mot de passe.

# RegisterComplete
source: Our team will shortly contact you to schedule an appointment.
fr: Notre équipe vous contactera prochainement pour prendre rendez-vous.

# TitleEmpty
source: Title field cannot be empty
fr: Le champ de titre ne peut pas être vide

# SelectedStudentsEmpty
source: You should select at least 1 student
fr: Vous devez sélectionner au moins 1 élève

# ActivityImagesEmpty
source: You should add at least 1 image
fr: Vous devez ajouter au moins 1 image

# SpecifyAllergy
source: If yes, specify allergy
fr: Si oui, spécifiez une allergie

# SpecifyMedications
source: If yes, specify medications
fr: Si oui, spécifiez les médicaments

# LogoutValidation
source: Are you sure you want to logout?
fr: Voulez-vous vraiment vous déconnecter?

source: Logout
fr: Connectez-Out

# MainMenuValidation
source: Are you sure you want to return to main menu?
fr: Voulez-vous vraiment revenir au menu principal?

# DeleteActivity
source: Are you sure you want to delete this activity?
fr: Voulez-vous vraiment supprimer cette activité?

# Rating
source: You should set a rating
fr: Vous devez définir un classement

# NapTime
source: You should specify the nap time
fr: Vous devez spécifier l'heure de la sieste

# BathType
source: You should specify the bath type
fr: Vous devez spécifier le type de bain

# BathPottyType
source: You should specify the bath potty type
fr: Vous devez spécifier le type de pot de bain

# BathTime
source: You should specify the bath time
fr: Vous devez spécifier l'heure du bain

# PottyTime
source: You should specify the potty time
fr: Vous devez spécifier l'heure du pot

# NoMessage
source: There are no messages yet
fr: Il n'y a pas encore de message

# NoDashboard
source: There are no activities yet for
fr: Il n'y a pas encore d'activités pour

# NoChildren
source: There are no children yet
fr: Il n'y a pas encore d'enfants

# NoNotifications
source: You do not have notifications yet
fr: Vous n'avez pas encore de notifications

# BranchEmpty
source: Branch field cannot be empty
fr: Le champ de la branche ne peut pas être vide

# InquiryEmpty
source: Inquiry field cannot be empty
fr: Le champ de requête ne peut pas être vide

# NoClasses
source: You do not have classes yet
fr: Vous n'avez pas encore de classes

# NoResultFound
source: No results found
fr: Aucun résultat trouvé

# SubmitStudentArrival
source: Are you sure you want to submit student's arrival information?
fr: Souhaitez-vous vraiment soumettre les informations d'arrivée de l'élève?

source: Submit
fr: Soumettre

source: Publish
fr: Publier

# TemperatureRequired
source: You must enter at least 2 temperatures daily
fr: Vous devez entrer au moins 2 températures par jour

# DeleteTemperature
source: Are you sure you want to delete this temperature?
fr: Voulez-vous vraiment supprimer cette température?

source: Save
fr: Enregistrer

# TimeEmpty
source: Time field cannot be empty
fr: Le champ Heure ne peut pas être vide

# TemperatureEmpty
source: Temperature field cannot be empty
fr: Le champ de température ne peut pas être vide

# CommentEmpty
source: Comment field cannot be empty
fr: Le champ de commentaire ne peut pas être vide

# SendContactUs
source: Your message has been sent successfully
fr: Votre message a été envoyé avec succès

# EditProfile
source: Your profile has been updated successfully
fr: Votre profil a été mis à jour avec succès

# EditChildProfile
source: Your child's profile has been updated successfully
fr: Le profil de votre enfant a été mis à jour avec succès

# ParentEmpty
source: You must specify your relation to your child
fr: Vous devez spécifier votre relation à votre enfant

# DesiredDateEmpty
source: Desired date field cannot be empty
fr: Le champ de date souhaité ne peut pas être vide

# HearAboutUsEmpty
source: Please tell us how did you hear about us
fr: Merci de nous dire comment vous avez entendu parler de nous

# FatherNameEmpty
source: Father name field cannot be empty
fr: Le champ du nom du père ne peut pas être vide

# GenderEmpty
source: Gender field cannot be empty
fr: Le champ Sexe ne peut pas être vide

# PlaceOfBirthEmpty
source: Place of birth field cannot be empty
fr: Le champ de lieu de naissance ne peut pas être vide

# HomeLanguageEmpty
source: Home language field cannot be empty
fr: Le champ de la langue d'origine ne peut pas être vide

# DesiredLanguageEmpty
source: Desired language field cannot be empty
fr: Le champ de langue souhaité ne peut pas être vide

# TransportationEmpty
source: Transportation field cannot be empty
fr: Le champ Transport ne peut pas être vide

# WorkplaceEmpty
source: Workplace field cannot be empty
fr: Le champ du lieu de travail ne peut pas être vide

# BloodTypeEmpty
source: Blood type field cannot be empty
fr: Le champ du groupe sanguin ne peut pas être vide

# AllergyEmpty
source: Allergy field cannot be empty
fr: Le champ d'allergie ne peut pas être vide

# RegularMedicationEmpty
source: Regular medication field cannot be empty
fr: Le champ Médicament normal ne peut pas être vide

# DiseaseEmpty
source: Disease field cannot be empty
fr: Le champ de la maladie ne peut pas être vide

# SpecialMedicationConditionsEmpty
source: Special medication conditions field cannot be empty
fr: Le champ relatif aux conditions de traitement spéciales ne peut pas être vide

# SleepHabitEmpty
source: Sleep habit field cannot be empty
fr: Le champ d'habitude de sommeil ne peut pas être vide

# EatingHabitEmpty
source: Eating habit field cannot be empty
fr: Le champ d'habitude de manger ne peut pas être vide

# CleanEmpty
source: Clean field cannot be empty
fr: Le champ à nettoyer ne peut pas être vide

# CharacterEmpty
source: Character habit field cannot be empty
fr: Le champ d'habit du caractère ne peut pas être vide

# NewPasswordEmpty
source: You must enter a new password
fr: Vous devez entrer un nouveau mot de passe

# PasswordNotMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# ChangePassword
source: Your password has been changed successfully
fr: Votre mot de passe a été modifié avec succès

# NoPayments
source: No statement of account available yet
fr: Aucun relevé de compte disponible

source: Retry
fr: Réessayer

# SubmitActivities
source: Are you sure you want to submit child's daily agendas?
fr: Souhaitez-vous vraiment soumettre l'agenda quotidien de l'enfant?

# ActivitiesSent
source: Activities has been submitted successfully
fr: Les activités ont été soumises avec succès

# PublishActivities
source: Are you sure you want to publish child's activities?
fr: Voulez-vous vraiment publier les activités de l'enfant?

# ActivitiesPublished
source: Activities has been published successfully
fr: Les activités ont été publiées avec succès

# LeaveWithoutSaving
source: Are you sure you want to leave without saving?
fr: Voulez-vous vraiment partir sans enregistrer?

# CancelRegistration
source: Are you sure you want to cancel your registration?
fr: Voulez-vous vraiment annuler votre inscription?

# NoStudents
source: You are not assigned to any class yet
fr: Vous n'êtes pas encore affecté à une classe

# Food
source: Food Calendar
fr: Calendrier Alimentaire

source: Overview
fr: Vue d'ensemble

# DirectoryNote
source: Direcoty's Note
fr: Note de répertoire

source: Our Mission
fr: Notre mission

source: Our Staff
fr: Notre équipe

# NoAdditionalActivities
source: No additional activities yet
fr: Aucune activité supplémentaire pour le moment

# NoAdditionalActivitiesMessage
source: You haven't logged any additional activities for this student today
fr: Vous n'avez enregistré aucune activité supplémentaire pour cet étudiant aujourd'hui

source: Add additional activity
fr: Ajouter une activité supplémentaire

# NotYetStudents
source: Students did not arrive or they don't have temperatures set yet
fr: Les étudiants ne sont pas arrivés ou ils n'ont pas encore réglé la température

source: Allergy
fr: Allergie

source: Regular medications
fr: Médicaments réguliers

source: Select child
fr: Choisir un enfant

source: Setting Language...
fr: Réglage de la langue ...

source: Breakfast
fr: Petit déjeuner

source: Lunch
fr: Le déjeuner

source: Nap
fr: Sieste

source: Bathroom
fr: Salle de bain

source: Potty training
fr: Faire sur le pot

# CannotAddActivity
source: Activity already added
fr: Activité déjà ajoutée

# NoEvents
source: No available events yet for this week
fr: Pas encore d'événements disponibles pour cette semaine

# NoFood
source: No available food yet for this week
fr: Pas encore de nourriture disponible pour cette semaine

# CompleteProfileTitle
source: Complete your child's profile in order to access the dashboard
fr: Complétez le profil de votre enfant pour accéder au tableau de bord

source: Complete Profile
fr: Complétez le Profil

source: Filter by date
fr: Filtrer par date

# MissingInfo
source: There is some missing information, please review
fr: Il manque des informations, veuillez consulter

# PaymentSuccess
source: Payment succeeded
fr: Paiement réussi

# PaymentFailure
source: Payment failed
fr: Paiement échoué

source: Pay
fr: Payer
